;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Русский
;Language name in English e.g. German
LanguageEn=Russian
;Your name here. You can also leave your email, website, blog...
Translator=Valerij Romanovskij (valerik-roma@mail.ru) Updated by Dmitry Yerokhin (erodim@mail.ru)
;Version of this language file
Version=1.0.2
;If you don't know, leave it blank
Codepage=1251

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Нет
602=Настройки Listary

;Tray Menu
1001=Справка в Интернете
1002=Проверка обновлений...
1003=О программе
1004=Выход

;Toolbar
1100=Поиск

;Favorite Menu
2000=Избранное
2001=Это приложение
2002=Глобально
2003=Добавить
2004=Добавить текущую папку в Избранное
2050=Не удалось добавить в Избранное
2051=Listary не удалось получить путь из этого приложения.

;Recent Menu
2100=Недавние
2101=Очистить
2103=Папка
2104=Файл
2105=Отслеживать это приложение
2106=Не отслеживать это приложение
2107=Ещё...

;Smart Menu
2200=Smart-меню
2201=Текущие открытые папки
2202=Перейти в последнюю открытую папку в файл-менеджере
2203=Открыть выбранный файл в файл-менеджере
2204=Обзор текущей папки
2205=Командная строка
2206=Перейти в папку приложения
2207=Обзор папки приложения
2208=Показать расширение файла
2209=Показать скрытые файлы и папки
2210=Скопировать путь к папке в буфер обмена
2211=Скопировать пути выбранных элементов в буфер обмена
2212=Скопировать отображаемые имена выбранных элементов в буфер обмена
2213=Настройки
2214=Обновить до версии Pro
2215=Добавить приложение в список поддерживаемых
2216=Отключить Listary для этого приложения
2217=Экспорт содержимого списка в CSV-файл
2218=Разделитель
2250=%s: добавлено в список поддерживаемых.
2251=Щёлкните роликом мыши или нажмите %s, чтобы активировать Listary в %s.
2252=Вы действительно хотите отключить Listary для этого приложения?
2253=Отключить Listary
2254=Listary больше не будет отображаться при следующем запуске этого приложения.\nВы можете включить Listary снова в окне 'Настройки' > 'Приложения'.

;Search
2300=Список
2301=Перейти к
2302=Нет элементов, удовлетворяющих критериям поиска.

;Options > General
3000=Общие
3001=Запускать Listary при старте Windows
3002=Автофокусировка на списке файлов для Проводника Windows XP
3003=Проверять наличие обновлений при открытии окна настроек программы
3004=Быстрый переход (открывать текущую папку в файловом\nдиалоговом окне при переходе из файл-менеджера)
3005=Язык:
3006=Менеджер файлов по умолчанию
3007=Заполните эти поля, если вместо Проводника Windows вы предпочитаете использовать другой файл-менеджер. В поле 'Параметр' укажите %1 для пути. Не забудьте кавычки.


;Options > Favorites
3100=Избранное
3101=Подробности
3102=Имя:
3103=Клавиши:
3104=Тип:
3105=Путь:
3106=Подменю
3107=Добавить элемент в Избранное
3108=Удалить выбранный элемент из Избранного

;Options > Recent
3200=Недавние
3201=Глобальные недавние элементы:
3206=Отслеживать глобальные недавние элементы
3207=Отслеживать недавние файлы и папки для всех приложений
3208=Автовыбор последнего открытого файла в диалоге открытия файлов
3209=Удалить выбранные недавние элементы
3210=Удалить все недавние элементы
3211=глобальных недавних элементов
3212=недавних папок на каждое приложение
3213=недавних файлов на каждое приложение
3214=недавних элементов меню
3215=Искать недавние файлы и папки

;Options > Smart Commands
3300=Smart-команды
3301=Подробности команды
3303=Команда:
3305=Показывать эту команду в smart-меню
3306=Добавить свою команду
3307=Имя
3308=Клавиши
3309=Команда
3310=В smart-меню
3311=Добавить встроенную smart-команду
3312=Удалить выбранную команду

;Options > Applications
3400=Приложения
3401=Настройки приложения (влияют только на выбранное приложение в списке выше):
3402=Использовать Listary в этом приложении
3403=Отслеживать недавние файлы и папки
3404=Добавить приложение для изменения его настроек
3405=Удалить выбранное приложение вместе с его избранными и недавними элементами
3406=Путь

;Options > Keyboard and Mouse
3500=Клавиатура и мышь
3501=Горячие клавиши
3502=ГЛОБАЛЬНЫЕ
3503=Панель Listary:
3504=Контекстное меню:
3505=ЛОКАЛЬНЫЕ (только если есть панель Listary)
3506=Меню 'Избранное':
3507=Меню 'Недавние':
3508=Smart-меню:
3509=Использовать локальные горячие клавиши (в том числе для Избранного и smart-команд) в Проводнике, когда панель инструментов Listary скрыта
3510=Мышь
3511=Вызывать Listary двойным щелчком в пустой области в Проводнике,\nфайловом диалоговом окне, на Рабочем столе
3512=Вызывать Listary щелчком ролика мыши

;Options > Display
3600=Отображение
3601=Позиция окна
3602=Абсолютная
3603=Относительно списка
3604=Относительно окна
3605=От верха
3606=От низа
3607=Слева
3608=Справа
3609=Непрозрачность
3610=Меню
3611=Максимум элементов для показа:
3612=Максимальная ширина (в пикселах):
3613=Минимальная ширина (в пикселах):
3614=Наведение мыши открывает меню с задержкой (в мс, 0 = отключено):
3615=Контекстное меню
3616=Показывать недавние элементы в подменю
3617=пкс

;Options > Integration
4000=Интеграция
4001=Добавить меню каталогов Total Commander в Избранное Listary
4002=Использовать Total Commander вместо файловых диалогов:

;Options > Compatibility
3700=Совместимость
3701=Listary будет также работать со следующими приложениями:
3702=Добавить приложение в список поддерживаемых
3703=Удалить выбранное приложение из списка поддерживаемых
3704=Файл-менеджер
3705=Класс
3706=Исполняемый файл
3707=Адресная строка
3708=Да
3709=Нет

;Options > Pro
3800=Обновление до версии Pro
;3801=
3802=Имя:
3803=E-mail:
3804=Код регистрации:
3805=Заметка
3806=Listary - бесплатная программа для личного и некоммерческого использования.
3807=Для коммерческого использования необходимо купить Listary Pro.
3808=Вставить из буфера обмена
3809=Проверка кода регистрации

;Options > About
3900=О программе
3901=Эта программа бесплатна только для личного пользования. Если вы хотите использовать программу в коммерческих целях или вам нужны её расширенные функции, купите Listary Pro.
3902=Домашняя страница
3903=Эта программа лицензирована

;Add Application Dialog
4100=Добавить приложение
4101=Перетащите прицел на адресную строку приложения и отпустите кнопку мыши.
4102=Прицел:
4103=Класс:
4104=Exe-файл:
4105=Адресная строка:
4106=Это файл-менеджер (включите, чтобы активировать функции только для него)
4107=*НЕУДАЧНО* - Цель запущена под Администратором?

;Custom Command Dialog
4200=Пользовательская команда
4201=Полный путь к исполняемому файлу.\nПример: C:\Program Files\7-Zip\7z.exe
4202=Параметр:
4203=Пример показывает, как добавить выбранный файл в архив, используя 7-Zip.\n\nВы можете использовать следующие переменные в параметре. Переменные не содержат кавычек, при необходимости добавляйте их вручную.
4204=%file%\t\tПолный путь к выбранному файлу/папке.\nПример: D:\download\music\example.mp3\n\n%path%\tПуть текущей папки.\nПример: D:\download\music\\n\n%filename%\tИмя выбранного файла/папки.\nПример: example.mp3

;Add Favorite Dialog
4300=Добавить в Избранное